E2EClient/request/1485263832/03_base_create.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://webservice" xmlns:m1="java:xml_soapadapter">
  <soapenv:Body>
<m:assetComponent xmlns:m="http://webservice">
<m:AssetComponentIN>
         <m1:OrganizationCode>500</m1:OrganizationCode>
        <m1:CustomerCode>1485263832629C_POM2M</m1:CustomerCode>
        <m1:BillingAccountId>SUB_1485263832629R_POM2M</m1:BillingAccountId>
        <m1:Product>
          <m1:SOId>1</m1:SOId>
          <m1:RootInstanceId>1485263832629R_POM2M</m1:RootInstanceId>
          <m1:ParentInstanceId />
          <m1:ProductInstanceId>1485263832629R_POM2M</m1:ProductInstanceId>
          <m1:ActionCode>Add</m1:ActionCode>
          <m1:ActionType />
          <m1:LineNumber />
          <m1:ProductCatalogId>6001</m1:ProductCatalogId>
          <m1:ServiceId>391485263832</m1:ServiceId>
          <m1:TariffId>100</m1:TariffId>
          <m1:StartDate>01/24/2017 14:17:51</m1:StartDate>
          <m1:ModifyDate />
          <m1:EndDate />
          <m1:DisconnectionDate />
          <m1:OrderTotal />
          <m1:OrderCurrency />
          <m1:DisconnectionRequested />
          <m1:BillingCharged>N</m1:BillingCharged>
          <m1:OrderChannel />
          <m1:OrderTypeCode />
          <m1:OrderSubTypeCode />
          <m1:OrderReason />
          <m1:ListOfAttributes>
            <m1:Attribute>
              <m1:ActionCode>Add</m1:ActionCode>
              <m1:Name>IMSI</m1:Name>
              <m1:Value>222101485263832</m1:Value>
            </m1:Attribute>
            <m1:Attribute>
              <m1:ActionCode>Add</m1:ActionCode>
              <m1:Name>Tipo MVNO</m1:Name>
              <m1:Value></m1:Value>
            </m1:Attribute>
          </m1:ListOfAttributes>
        </m1:Product>
      </m:AssetComponentIN>
    </m:assetComponent>
 </soapenv:Body>
</soapenv:Envelope>
